Repository: Sager1145/Rina-Chan-board-370-leds
Catalog: ios/RinaBoard/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 连接已断开
en: The connection was lost
ja: 接続が切れました
zh_hant: 連線已中斷

source: 连接手动地址
en: Connect to entered address
ja: 入力したアドレスに接続
zh_hant: 連線手動輸入的位址

source: 连接期间 iPhone 的互联网访问可能暂停。
en: Your iPhone's internet access may be interrupted while connected.
ja: 接続中は iPhone からインターネットを利用できない場合があります。
zh_hant: 連線期間，iPhone 的網際網路連線可能會暫停。

source: 连接板子后可读取
en: Available after connecting to the board
ja: ボードへの接続後に読み取れます
zh_hant: 連線板子後可讀取

source: 连接概览
en: Connection overview
ja: 接続の概要
zh_hant: 連線概覽

source: 连接状态
en: Connection
ja: 接続状況
zh_hant: 連線狀態

source: 连接状态：%@
en: Connection state: %@
ja: 接続状態：%@
zh_hant: 連線狀態：%@

source: 连接璃奈板
en: Connect Rina Board
ja: 璃奈ボードに接続
zh_hant: 連接璃奈板

source: 连接网络
en: Connect to Network
ja: ネットワークに接続
zh_hant: 連線網路

source: 连接设置
en: Connection settings
ja: 接続設定
zh_hant: 連線設定

source: 连接面板后即可读取已保存的表情。
en: Connect to the board to read its saved faces.
ja: ボードに接続すると、保存された表情を読み込めます。
zh_hant: 連線面板後即可讀取已儲存的表情。

source: 追赶
en: Catching up
ja: 追従中
zh_hant: 追趕中

source: 适应
en: Fit
ja: フィット
zh_hant: 適應

source: 选择
en: Choose
ja: 選択
zh_hant: 選擇

source: 选择…
en: Choose…
ja: 選択…
zh_hant: 選擇…

source: 选择图案…
en: Choose pattern…
ja: パターンを選択…
zh_hant: 選擇圖樣…

source: 选择图案仅更新本机预览；发送、按键模拟和维护操作会直接控制面板。
en: Selecting a pattern updates only the local preview. Send, button simulation, and maintenance actions control the board directly.
ja: パターンを選んでもローカルプレビューだけが更新されます。送信、ボタン操作のシミュレーション、メンテナンス操作はボードを直接制御します。
zh_hant: 選擇圖案只會更新本機預覽；傳送、按鍵模擬和維護操作會直接控制面板。

source: 选择并导入音频
en: Choose and import audio
ja: オーディオを選択して読み込む
zh_hant: 選擇並匯入音訊

source: 选择歌曲
en: Choose song
ja: 曲を選択
zh_hant: 選擇歌曲

source: 选择歌曲并导入对应的本地音频即可播放。内置演出仅提供时间轴，音频需自行准备。
en: Choose a song and import its local audio to play it. Built-in performances provide only the timeline; you supply the audio.
ja: 曲を選び、対応するローカルオーディオを読み込むと再生できます。内蔵演出に含まれるのはタイムラインだけです。オーディオは別途用意してください。
zh_hant: 選擇歌曲並匯入對應的本機音訊即可播放。內建演出只提供時間軸，音訊需自行準備。

source: 选择脚本…
en: Choose Script…
ja: スクリプトを選択…
zh_hant: 選擇腳本…

source: 选择连接方式
en: Choose a connection method
ja: 接続方法を選択
zh_hant: 選擇連線方式

source: 选择音频…
en: Choose Audio…
ja: オーディオを選択…
zh_hant: 選擇音訊…

source: 逐灯编辑
en: Edit individual LEDs
ja: LED ごとに編集
zh_hant: 逐燈編輯

source: 通信失败
en: Communication failed
ja: 通信に失敗しました
zh_hant: 通訊失敗

source: 通信日志
en: Communication log
ja: 通信ログ
zh_hant: 通訊記錄

source: 通过当前蓝牙／Wi-Fi 连接发送 RinaLink 指令。带参数的指令请使用 JSON；USB 串口命令不适用于此页面。
en: Send RinaLink commands over the current Bluetooth or Wi-Fi connection. Use JSON for parameters; USB serial commands are not supported here.
ja: 現在の Bluetooth／Wi-Fi 接続で RinaLink コマンドを送信します。引数には JSON を使用してください。USB シリアルコマンドには対応していません。
zh_hant: 透過目前的藍牙／Wi-Fi 連線傳送 RinaLink 指令。帶參數的指令請使用 JSON；USB 序列埠指令不適用於此頁面。

source: 速度
en: Speed

source: 速度 (fps)
en: Speed (fps)

source: 部件
en: Parts
ja: パーツ
zh_hant: 元件

source: 部件库不可用
en: Parts library unavailable
ja: パーツライブラリを利用できません
zh_hant: 元件庫無法使用

source: 部件库加载失败
en: Failed to load component library

source: 部件选择
en: Parts
ja: パーツ選択
zh_hant: 部件選擇

source: 配置家庭网络
en: Configure home network
ja: 自宅ネットワークを設定
zh_hant: 設定家用網路

source: 配置进度
en: Configuration progress
ja: 設定の進行状況
zh_hant: 設定進度

source: 配色组
en: Palette
ja: カラーパレット
zh_hant: 配色組

source: 重启
en: Restart
ja: 再起動
zh_hant: 重新啟動

source: 重启设备
en: Restart device
ja: デバイスを再起動
zh_hant: 重新啟動裝置

source: 重启面板
en: Restart board
ja: ボードを再起動
zh_hant: 重新啟動面板

source: 重启面板？
en: Restart the board?
ja: ボードを再起動しますか？
zh_hant: 要重新啟動面板嗎？

source: 重命名
en: Rename
ja: 名称変更
zh_hant: 重新命名

source: 重命名失败
en: Could not rename
ja: 名前を変更できませんでした
zh_hant: 重新命名失敗

source: 重命名失败：%@
en: Could not rename: %@
ja: 名前を変更できませんでした：%@
zh_hant: 重新命名失敗：%@

source: 重新播放启动动画
en: Replay boot animation
ja: 起動アニメーションを再生
zh_hant: 重新播放啟動動畫

source: 重新读取当前 Wi-Fi
en: Read current Wi-Fi again
ja: 現在の Wi-Fi をもう一度読み取る
zh_hant: 重新讀取目前的 Wi-Fi

source: 重置
en: Reset
ja: リセット

source: 重置最低电压
en: Reset minimum voltage
ja: 最低電圧をリセット
zh_hant: 重置最低電壓

source: 重置最低电压？
en: Reset minimum voltage?
ja: 最低電圧をリセットしますか？
zh_hant: 要重置最低電壓嗎？

source: 重置最高电压
en: Reset maximum voltage
ja: 最高電圧をリセット
zh_hant: 重置最高電壓

source: 重置最高电压？
en: Reset maximum voltage?
ja: 最高電圧をリセットしますか？
zh_hant: 要重置最高電壓嗎？

source: 重试
en: Try again
ja: 再試行
zh_hant: 再試一次

source: 重试加入并连接
en: Try joining and connecting again
ja: ホットスポットへの参加と接続を再試行
zh_hant: 重新嘗試加入並連線

source: 重连中
en: Reconnecting
ja: 再接続中
zh_hant: 重新連線中

source: 重连中 · 第 %lld 次
en: Reconnecting · Attempt %lld
ja: 再接続中 · %lld 回目
zh_hant: 重新連線中 · 第 %lld 次

source: 重连中（第 %lld 次）
en: Reconnecting (attempt %lld)
ja: 再接続中（%lld 回目）
zh_hant: 重新連線中（第 %lld 次）

source: 锁定
en: Locked
ja: ロック
zh_hant: 鎖定

source: 错误
en: Error
ja: エラー
zh_hant: 錯誤

source: 错误：%@
en: Error: %@
ja: エラー：%@
zh_hant: 錯誤：%@

source: 镜像
en: Mirror
ja: ミラー
zh_hant: 鏡像

source: 闭嘴
en: Mouth closed
ja: 口を閉じる
zh_hant: 閉嘴

source: 闭嘴（静音）
en: Mouth closed (silence)
ja: 口を閉じる（無音）
zh_hant: 閉嘴（靜音）

source: 阈值
en: Threshold
ja: しきい値
zh_hant: 閾值

source: 防抖帧数
en: Smoothing frames
ja: スムージングのフレーム数
zh_hant: 防抖影格數

source: 附近的蓝牙璃奈板
en: Nearby Bluetooth Rina boards
ja: 近くの Bluetooth 璃奈ちゃんボード
zh_hant: 附近的藍牙璃奈板

source: 随机
en: Random
ja: ランダム
zh_hant: 隨機

source: 随机组合
en: Randomise

source: 需要先连接璃奈板。
en: Connect to the board first.
ja: 先に璃奈ちゃんボードに接続してください。
zh_hant: 需要先連線璃奈板。

source: 需要密码
en: Password required
ja: パスワードが必要
zh_hant: 需要密碼

source: 需要精确位置权限
en: Precise Location required
ja: 正確な位置情報が必要
zh_hant: 需要精確位置權限

source: 需要麦克风权限才能进行口型同步
en: Lip sync needs microphone access
ja: リップシンクにはマイクへのアクセスが必要です
zh_hant: 需要麥克風權限才能進行嘴型同步

source: 静音
en: Mute
ja: 消音
zh_hant: 靜音

source: 面板
en: Board
ja: ボード

source: 面板上的文字与本地未发送的草稿不同。
en: The board's text differs from your unsent draft.
ja: ボード上のテキストが、未送信の下書きと異なります。
zh_hant: 面板上的文字與本機尚未傳送的草稿不同。

source: 面板实测
en: Board actual
ja: ボード実測値
zh_hant: 面板實測

source: 面板将断开连接并重新启动。
en: The board will disconnect and restart.
ja: ボードは切断され、再起動します。
zh_hant: 面板將中斷連線並重新啟動。

source: 面板已更换，请重新选择表情
en: The connected board changed. Select the face again.
ja: 接続先のボードが変わりました。表情を選び直してください。
zh_hant: 已連接其他面板，請重新選擇表情。

source: 面板控制
en: Board Control
ja: ボードコントロール

source: 面板控制中心
en: Board Control Center
ja: ボードコントロールセンター

source: 面板播放预览
en: Board preview playback
ja: ボードでプレビューを再生
zh_hant: 面板播放預覽

source: 面板正在播放：%@
en: Board is playing: %@
ja: ボードで再生中：%@

source: 面板编辑器，%1$lld/%2$lld 颗 LED 点亮
en: Board editor, %1$lld of %2$lld LEDs lit
ja: ボードエディタ、%2$lld 個中 %1$lld 個の LED が点灯
zh_hant: 面板編輯器，%1$lld/%2$lld 顆 LED 點亮

source: 面板预览，%1$lld/%2$lld 颗 LED 点亮
en: Board preview, %1$lld of %2$lld LEDs lit
ja: ボードプレビュー、%2$lld 個中 %1$lld 個の LED が点灯
zh_hant: 面板預覽，%1$lld/%2$lld 顆 LED 點亮

source: 面板颜色
en: Board colour
ja: ボードのカラー
zh_hant: 面板顏色

source: 音量 / 灵敏度阈值
en: Level / sensitivity threshold
ja: 音量／感度のしきい値
zh_hant: 音量 / 靈敏度閾值

source: 音频
en: Audio
ja: オーディオ
zh_hant: 音訊

source: 音频已就绪
en: Audio ready
ja: オーディオ準備完了
zh_hant: 音訊已就緒

source: 页面加载中
en: Loading
ja: ページを読み込み中
zh_hant: 頁面載入中

source: 页面加载完成
en: Page loaded
ja: ページの読み込みが完了しました
zh_hant: 頁面載入完成

source: 项目
en: Project
ja: プロジェクト
zh_hant: 專案

source: 预览
en: Preview
ja: プレビュー
zh_hant: 預覽

source: 预览 (仅本地)
en: Preview (local only)
ja: プレビュー（ローカルのみ）
zh_hant: 預覽（僅本機）

source: 预设
en: Preset
ja: プリセット
zh_hant: 預設

source: 颜色
en: Color
ja: カラー
zh_hant: 顏色

source: 高级
en: Advanced
ja: 詳細設定
zh_hant: 進階

source: 高级与同步详情
en: Advanced and sync details
ja: 詳細設定と同期情報
zh_hant: 進階與同步詳細資料

source: 麦克风权限已被拒绝，请在系统「设置」中允许 RinaBoard 使用麦克风。
en: Microphone access was denied. Allow RinaBoard to use the microphone in Settings.
ja: マイクへのアクセスが拒否されています。「設定」で RinaBoard がマイクを使用できるようにしてください。
zh_hant: 麥克風權限已被拒絕，請在系統「設定」中允許 RinaBoard 使用麥克風。

source: 麦克风权限已被拒绝，请在系统设置中允许访问。
en: Microphone permission was denied. Allow access in System Settings.
ja: マイクの使用が許可されていません。システム設定でアクセスを許可してください。
zh_hant: 麥克風權限遭到拒絕，請在系統設定中允許存取。

source: 麦克风灵敏度
en: Microphone sensitivity
ja: マイクの感度
zh_hant: 麥克風靈敏度

source: 麦克风音量
en: Microphone level
ja: マイクの音量
zh_hant: 麥克風音量

source: 默认
en: Default
ja: デフォルト
zh_hant: 預設

source: 默认(50)
en: Default (50)

source: 默认10
en: Default 10

source: 默认名称
en: Default name
ja: デフォルト名
zh_hant: 預設名稱

source: 默认声音模型是按共振峰合成出来的，不需要录音就能用。点「校准」后持续发同一个元音约 1.5 秒，即可用你自己的声音替换该元音的参考。
en: The default voice model is synthesized from formants, so it works without any recording. Tap Calibrate and hold the same vowel for about 1.5 seconds to replace that vowel's reference with your own voice.
ja: デフォルトの音声モデルはフォルマントから合成しているため、録音なしで使えます。「キャリブレーション」をタップして同じ母音を約 1.5 秒のばすと、その母音の基準をあなた自身の声に置き換えられます。
zh_hant: 預設聲音模型是依共振峰合成而成，不需要錄音就能使用。點一下「校準」後持續發同一個母音約 1.5 秒，即可用你自己的聲音取代該母音的參考值。

source: 默认或锁定表情不可删除
en: Default or locked faces cannot be deleted
ja: デフォルトまたはロックされた表情は削除できません
zh_hant: 無法刪除預設或鎖定的表情

source: 默认或锁定表情不可重命名，可先创建副本
en: Default or locked faces cannot be renamed. Create a copy first.
ja: デフォルトまたはロックされた表情は名前を変更できません。先にコピーを作成してください。
zh_hant: 無法重新命名預設或鎖定的表情，請先建立副本。

source: 默认表情
en: Default faces
ja: デフォルトの表情
zh_hant: 預設表情

source: 默认表情不可删除
en: Default faces can't be deleted
ja: デフォルトの表情は削除できません
zh_hant: 預設表情無法刪除

source: 面板模式
ja: ボードのモード
